/* minutes ago */
"AGO_MINUTES" = "%i minutes ago";

/* hours ago */
"AGO_HOURS" = "%i hours ago";

/* days ago */
"AGO_DAYS" = "%i days ago";

/* years ago */
"AGO_YEARS" = "%i years ago";

/* Altitude */
"ALTITUDE" = "Altitude";

/* Altitude format string */
"ALTITUDE_FORMAT" = "Altitude %@ m";

/* Altitude format string */
"ALTITUDE_SHORT_FORMAT" = "%@ m";

/* Back */
"BACK" = "Back";

/* Cancel */
"CANCEL" = "Cancel";

/* Coordinate */
"COORDINATE" = "Location";

/* Coordinate */
"COORDINATE_SHOW" = "Show";

/* Coordinate */
"COORDINATE_SHOW_IN_MAPS" = "Show in Maps";

/* Duration */
"DURATION0" = "4h";

/* Duration */
"DURATION1" = "6h";

/* Duration */
"DURATION2" = "12h";

/* Duration */
"DURATION3" = "1d";

/* Duration */
"DURATION4" = "2d";

/* Duration */
"DURATION5" = "3d";

/* Error */
"ERROR_NETWORK" = "Network error";

/* Error */
"ERROR_RECEIVED" = "Received error ";

/* Error */
"ERROR_RECEIVED_FORMAT" = "Unable to communicate with host %@";

/* Humidity */
"HUMIDITY" = "Humidity";

/* Humidity format */
"HUMIDITY_FORMAT" = "%@ %%";

/* in minutes */
"IN_MINUTES" = "in %i minutes";

/* in hours */
"IN_HOURS" = "in %i hours";

/* in days */
"IN_DAYS" = "in %i days";

/* in years */
"IN_YEARS" = "in %i years";

/* Not available */
"NOT_AVAILABLE" = "---";

/* Refresh */
"REFRESH" = "Refresh";

/* Station detail section info */
"SECTION_CURRENT" = "Current Wind";

/* Station detail section history */
"SECTION_HISTORY" = "History";

/* Station detail section history footer */
"SECTION_HISTORY_FOOTER" = "Average on the past hour";

/* Station detail section info */
"SECTION_INFO" = "Info";

/* Station detail section info */
"SECTION_WEATHER" = "Weather";

/* Settings */
"SETTINGS" = "Settings";

/* Show in Maps */
"SHOW_IN_MAPS" = "Show in Maps";

/* Select displayed stations */
"SHOW_STATIONS" = "Show Stations";

/* Show All Stations */
"SHOW_STATIONS_ALL" = "Show All Stations";

/* Hide All Stations */
"SHOW_STATIONS_NONE" = "Hide All Stations";

/* Stations */
"STATIONS" = "Stations";

/* Temperature */
"TEMPERATURE" = "Temperature";

/* Temperature format*/
"TEMPERATURE_FORMAT" = "%@ °C";

/* Updated */
"UPDATED" = "Updated";

/* Average Wind */
"WIND_AVERAGE" = "Average";

/* Current Wind */
"WIND_CURRENT" = "Current";

/* Wind format */
"WIND_FORMAT" = "%@ km/h";

/* Wind graph */
"INDEX_WIND_GRAPH" = "Graph";

/* Current Wind */
"WIND_MAX" = "Max";

/* Current Wind */
"WIND_MIN" = "Min";

/* Current Wind */
"WIND_TREND" = "Trend";

/* Current Wind */
"WIND_TREND_FORMAT" = "%@ °";

